{
    "LivingTheNewLife": {
      "ChristTheCenter": {
        "Verse1": "2 Corinthians 5:17 (NIV) - Therefore, if anyone is in Christ, the new creation has come: The old has gone, the new is here!",
        "Verse2": "Galatians 2:20 (NIV) - I have been crucified with Christ and I no longer live, but Christ lives in me. The life I now live in the body, I live by faith in the Son of God, who loved me and gave himself for me."
      },
      "ObedienceToChrist": {
        "Verse1": "Romans 12:1 (NIV) - Therefore, I urge you, brothers and sisters, in view of God’s mercy, to offer your bodies as a living sacrifice, holy and pleasing to God—this is your true and proper worship.",
        "Verse2": "John 14:21 (NIV) - Whoever has my commands and keeps them is the one who loves me. The one who loves me will be loved by my Father, and I too will love them and show myself to them."
      },
      "TheWord": {
        "Verse1": "2 Timothy 3:16 (NIV) - All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness.",
        "Verse2": "Joshua 1:8 (NIV) - Keep this Book of the Law always on your lips; meditate on it day and night, so that you may be careful to do everything written in it. Then you will be prosperous and successful."
      },
      "Prayer": {
        "Verse1": "John 15:7 (NIV) - If you remain in me and my words remain in you, ask whatever you wish, and it will be done for you.",
        "Verse2": "Philippians 4:6-7 (NIV) - Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God. And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus."
      },
      "Fellowship": {
        "Verse1": "Matthew 18:20 (NIV) - For where two or three gather in my name, there am I with them.",
        "Verse2": "Hebrews 10:24-25 (NIV) - And let us consider how we may spur one another on toward love and good deeds, not giving up meeting together, as some are in the habit of doing, but encouraging one another—and all the more as you see the Day approaching."
      },
      "Witnessing": {
        "Verse1": "Matthew 4:19 (NIV) - 'Come, follow me,' Jesus said, 'and I will send you out to fish for people.'",
        "Verse2": "Romans 1:16 (NIV) - For I am not ashamed of the gospel, because it is the power of God that brings salvation to everyone who believes: first to the Jew, then to the Gentile."
      }
    },
    "ProclaimingChrist": {
      "AllHaveSinned": {
        "Verse1": "Romans 3:23 (NIV) - for all have sinned and fall short of the glory of God.",
        "Verse2": "Isaiah 53:6 (NIV) - We all, like sheep, have gone astray, each of us has turned to our own way; and the Lord has laid on him the iniquity of us all."
      },
      "SinsPenalty": {
        "Verse1": "Romans 6:23 (NIV) - For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord.",
        "Verse2": "Hebrews 9:27 (NIV) - Just as people are destined to die once, and after that to face judgment,"
      },
      "ChristPaidThePenalty": {
        "Verse1": "Romans 5:8 (NIV) - But God demonstrates his own love for us in this: While we were still sinners, Christ died for us.",
        "Verse2": "1 Peter 3:18 (NIV) - For Christ also suffered once for sins, the righteous for the unrighteous, to bring you to God. He was put to death in the body but made alive in the Spirit."
      },
      "SalvationIsNotByWorks": {
        "Verse1": "Ephesians 2:8-9 (NIV) - For it is by grace you have been saved, through faith—and this is not from yourselves, it is the gift of God—not by works, so that no one can boast.",
        "Verse2": "Titus 3:5 (NIV) - he saved us, not because of righteous things we had done, but because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit,"
      },
      "MustReceiveChrist": {
        "Verse1": "John 1:12 (NIV) - Yet to all who did receive him, to those who believed in his name, he gave the right to become children of God—",
        "Verse2": "Revelation 3:20 (NIV) - Here I am! I stand at the door and knock. If anyone hears my voice and opens the door, I will come in and eat with that person, and they with me."
      },
      "AssuranceOfSalvation": {
        "Verse1": "1 John 5:13 (NIV) - I write these things to you who believe in the name of the Son of God so that you may know that you have eternal life.",
        "Verse2": "John 5:24 (NIV) - Very truly I tell you, whoever hears my word and believes him who sent me has eternal life and will not be judged but has crossed over from death to life."
      }
    },
    "RelianceOnGodsResources": {
      "HisSpirit": {
        "Verse1": "1 Corinthians 3:16 (NIV) - Don’t you know that you yourselves are God’s temple and that God’s Spirit dwells in your midst?",
        "Verse2": "1 Corinthians 2:12 (NIV) - What we have received is not the spirit of the world, but the Spirit who is from God, so that we may understand what God has freely given us."
      },
      "HisFaithfulness": {
        "Verse1": "Lamentations 3:22-23 (NIV) - Because of the Lord’s great love we are not consumed, for his compassions never fail. They are new every morning; great is your faithfulness.",
        "Verse2": "Numbers 23:19 (NIV) - God is not human, that he should lie, not a human being, that he should change his mind. Does he speak and then not act? Does he promise and not fulfill?"
      },
      "HisPeace": {
        "Verse1": "Isaiah 26:3 (NIV) - You will keep in perfect peace those whose minds are steadfast because they trust in you.",
        "Verse2": "1 Peter 5:7 (NIV) - Cast all your anxiety on him because he cares for you."
      },
      "HisProvision": {
        "Verse1": "Romans 8:32 (NIV) - He who did not spare his own Son, but gave him up for us all—how will he not also, along with him, graciously give us all things?",
        "Verse2": "Philippians 4:19 (NIV) - And my God will meet all your needs according to the riches of his glory in Christ Jesus."
      },
      "HisHelpInTemptation": {
        "Verse1": "Hebrews 2:18 (NIV) - Because he himself suffered when he was tempted, he is able to help those who are being tempted.",
        "Verse2": "Psalms 119:9,11 (NIV) - How can a young person stay on the path of purity? By living according to your word... I have hidden your word in my heart that I might not sin against you."
      }
    }
  }